aylienSummary = {
  "text": "Welcome to the Guardian’s weekly Brexit briefing, a summary of key developments as Britain moves slowly – very slowly, at present – towards the EU exit. If you’d like to receive it as a weekly email, sign up here.\n\nProducing the Guardian’s thoughtful, in-depth journalism is expensive – but supporting us isn’t. If you value our Brexit coverage, please become a Guardian supporter and help make our future more secure. Thank you.\n\nSix weeks after the EU referendum, the government is still trying to work out what kind of post-Brexit Britain it wants, and – it seems fair to say – is quaking at quite how daunting the divorce will be.\n\nBut with both Westminster and Brussels now deep in summer recess, it was the state of the economy that took centre stage last week.\n\nUnveiling what he called a package of “exceptional” stimulus measures including a historic interest rate cut and £70bn of quantitative easing to help the UK economy through post-Brexit “regime change”, the Bank of England governor, Mark Carney, said a quarter of a million people risked losing their jobs.\n\nFaced with a barrage of criticism from Brexiters including arch-Eurosceptic John Redwood who argued that the central bank had acted too soon and risked talking down the economy, Carney’s deputy, Ben Broadbent, defended the package, saying:\n\nMeanwhile, as recruitment consultants reported the worst month for permanent job placements in Britain since 2009, the respected National Institute of Economic and Social Research predicted that post-Brexit redundancies could top 300,000 and said the economy had a 50% chance of slipping into recession.\n\nBritish fruit and vegetables would all but vanish from shops if the foreign workers who pick virtually all homegrown produce can no longer come to the UK after Brexit, some of the country’s biggest producers said, urging ministers to set up a permit scheme for seasonal workers.\n\nA number of major corporate and financial sector players also warned Brexit may lead to some uncomfortable decisions. Car manufacturer Nissan, which employs 6,700 people in Sunderland (where 60% voted leave), said any future investment decisions “will depend on the outcome of Brexit negotiations”. \n\n\n\nAnd merchant bank Goldman Sachs, which has 6,000 staff in Britain, joined a string of international banks who have said they may pull some of their EU business out of London once Britain leaves, announcing that Brexit may force it to restructure some of its UK activities.\n\nThe fate of the City is a major concern for the government, as it continues to canvas views at home and abroad on what shape Brexit Britain should take before triggering article 50 and launching the tight two-year negotiating period that will end with Britain leaving the EU.\n\nWith some officials in London and Brussels not expecting formal talks to start before autumn 2017, civil servants from the Treasury and the Department for Exiting the EU are in discussion with bankers and brokers over City priorities with regard to the “passporting” rights that allow banks authorised in one EU state to do business across the bloc.\n\nAsked by Ipsos Mori whether the UK should be offered a favourable deal to help stabilise the economy, or a tough one to discourage other members states from following suit, many voters on the continent harbour few doubts: Brexit, a majority in five countries said, should hurt.\n\nIn France, 39% of respondents said the UK should be punished, compared with just 19% who preferred a softer deal, with the same pattern – albeit with slightly less fearsome margins – repeated in Germany, Italy, Spain and Belgium.\n\n\n\nThe trials of a small non-EU state are increasingly seen as a pointer to what Britain can expect once face-to-face talks do get under way. Switzerland voted narrowly in a 2014 referendum to cap EU immigration and is now faced with a constitutional obligation to apply the vote.\n\nThe problem, as both InFacts and Politico observed last week, is that curbing immigration would violate the EU’s fundamental principle linking free movement to single market access, jeopardising a raft of vital bilateral deals between the Swiss and the union – their largest trading partner. Sound familiar?\n\nSo far, Brussels has made it clear to Bern that free movement is strictly non-negotiable, and Switzerland – caught between the rock of its referendum result and the hard place of EU principles – has admitted Brexit makes things tricky. It may well be that a second referendum is the only way out: watch this space.\n\nWith parliament on its hols there is little of consequence in SW1, but the row over David Cameron’s resignation honours list rumbles on. The former PM was accused of patronage that would would “embarrass a medieval court” after nominating Downing Street aides, pro-EU campaigners, government chums and at least three party donors for new peerages.\n\nIn other news from the car crash that is post-referendum UK politics, Ukip looked set for civil war after Steven Woolfe, the former leadership favourite, was banned from standing because his application was 17 minutes late, and Labour’s leadership battle got even more exciting, with challenger Owen Smith warning Jeremy Corbyn that the party could “bust apart and disappear”, and 130,000 new members banned from voting were declared eligible after all. Labour said it would appeal against the decision.\n\nIn the Evening Standard, David Allen Green warned that while “no political fact is so stark as that of the EU referendum result” and the vote “cannot be forgotten or wished away”, it may prove “near impossible for the UK to leave the EU, at least in the next few years”.\n\nExtricating Britain from the EU is “the political and legal equivalent of separating conjoined twins”, the lawyer and FT blogger said, concluding that:\n\nIn the Guardian, Zoe Williams argued it was a mistake to say it was “the north and the poor” that caused Brexit. In fact, she said:\n\nAnd in an impassioned post on the LSE Brexit Vote blog, economics professor John Van Reenen hit out at a “frankly disgusting” campaign in which the leave side “simply impugned the motives of ‘the experts’, rather than engaging with the substance of the economic debate”. The Brexit referendum was won on:\n\nTwo for the price of one this week. First, that cheering post-Brexit economic data at a glance, courtesy of US news channel CNBC:\n\nAnd then here’s Private Eye on what Brexit really means: \n\n",

  "sentences": ["Welcome to the Guardian’s weekly Brexit briefing, a summary of key developments as Britain moves slowly – very slowly, at present – towards the EU exit.", "And merchant bank Goldman Sachs, which has 6,000 staff in Britain, joined a string of international banks who have said they may pull some of their EU business out of London once Britain leaves, announcing that Brexit may force it to restructure some of its UK activities.", "The fate of the City is a major concern for the government, as it continues to canvas views at home and abroad on what shape Brexit Britain should take before triggering article 50 and launching the tight two-year negotiating period that will end with Britain leaving the EU.", "Asked by Ipsos Mori whether the UK should be offered a favourable deal to help stabilise the economy, or a tough one to discourage other members states from following suit, many voters on the continent harbour few doubts: Brexit, a majority in five countries said, should hurt.", "So far, Brussels has made it clear to Bern that free movement is strictly non-negotiable, and Switzerland – caught between the rock of its referendum result and the hard place of EU principles – has admitted Brexit makes things tricky."]
}
